Repository: RCcode/iOSPictureStream
Catalog: iPhotoSocial/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, ko, ru, th, zh_hans, zh_hant

# ps_fea_featured
source: Featured
ar: مميزة
es: Destacados
it: In mostra
ja: ノミネート
ko: 인기 소식
ru: Популярные
th: มีฟีเจอร์
zh_hans: 推荐
zh_hant: 推薦

# ps_exp_requested
source: Requested
ar: مطلوب
de: Beantragt
es: Pendiente
fr: Demandé
it: Richiesta Effettuata
ja: リクエスト済み
ko: 요청됨
ru: Запрошено
th: ขอแล้ว
zh_hans: 已请求
zh_hant: 要求的

# ps_rep_share
source: Share
ar: نشر
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: シェア
ko: 공유
ru: Поделиться
th: แบ่งปัน
zh_hans: 转发
zh_hant: 轉發

# ps_rep_share_instra
source: Share on Instagram
ar: نشر على إينستاجرام
de: Auf Instagram teilen
es: Compartir en Instagram
fr: Partager sur Instagram
it: Condividi su Instagram
ja: Instagramにシェア
ko: Instagram에 공유하기
ru: Поделиться в Instagram
th: แบ่งปันลง Instagram
zh_hans: 转发到Instagram
zh_hant: 轉發到Instagram

# ps_fea_likes
source: Likers
ar: الاعجاب
es: Me gustan
fr: Personnes Qui Aiment
it: Persone a cui piace
ko: 좋아요 기록
ru: Лайкеры
th: คนกดไลค์
zh_hans: 称赞者
zh_hant: 稱讚者

# ps_exp_follow
source: Follow
ar: متابعة
de: Folgen
es: Seguir
fr: S'abonner
it: Segui
ja: フォローする
ko: 팔로우
ru: Подписаться
th: ติดตาม
zh_hans: 关注
zh_hant: 關注

# ps_exp_photo
source: Photo
ar: صور
es: Foto
it: Foto
ja: 写真
ko: 사진
ru: Фото
th: รูปภาพ
zh_hans: 照片
zh_hant: 照片

# ps_user_desc
source: Here shows the "likes" and "followers" you gained via No Crop. They will also be displayed on your Instagram account.
ar: يظهر هنا "الاعجاب" و "المتابعة" المكتسبة عبر No Crop. كما سيتم عرضها على حساب إينستاجرام الخاص بك.
de: Hier werden die "Likes" und "Follower" die du mit No Crop gefunden hast angezeigt. Sie werden ausserdem auf deinem Instagram Account anngezeigt
es: Aquí mostramos los "me gustan" y "seguidores" que has conseguido a través de No Crop. También estará publicado en tu cuenta de Instagram.
fr: Ici montre les "j'aime" et les "followers"que vous avez gagné via No Crop. Ils seront également affichés sur votre compte Instagram.
it: Qui puoi vedere i "mi piace" e i "seguaci" ottenuti tramite No Crop. Anche loro saranno visualizzati nel tuo account Instagram.
ja: ここに表示されている「いいね！」と「フォロワー」はNo Cropで獲得したものです。これらはInstagramのアカウントにも同期されます。
ko: No Crop에서 보여지는 "좋아요"와 "팔로워"는 Instagram에도 똑같이 보여집니다.
ru: Здесь показаны "лайки" и "подписчики", полученные через "No Crop". Они также будут отображаться на вашем Instagram аккаунте.
th: แสดง "คนกดไลค์" และ "ผู้ติดตาม" ผ่าน No Crop ที่นี่ และจะขึ้นแสดงในบัญชี Instagram ของคุณด้วย
zh_hans: 这里显示的是你在No Crop中获得的“赞”和“关注者”，你获得的这些赞和关注者会同步到你的Instagram账号
zh_hant: 這裡顯示的是你在No Crop中獲得的「贊」和「關注者」，你獲得的這些贊和關注者會同步到你的Instagram帳號

# ps_exp_no_more_photo
source: No more photos
ar: لا مزيد من الصور
de: Keine weiteren Photos
es: No más fotos
fr: Plus de photos
it: Non ci sono altre foto
ja: 他に写真はありません
ko: 사진이 더 이상 없습니다
ru: Больше нет фотографий
th: ไม่เหลือภาพอีก
zh_hans: 没有更多照片
zh_hant: 沒有更多照片

# ps_fea_login_text
source: Login with your Instagram account，share photos with and be discovered by millions of No Crop users worldwide.
ar: تسجيل الدخول مع حساب إينستاجرام الخاص بك، ومشاركة الصور واكتشافها من قبل الملايين من مستخدمي No Crop في جميع أنحاء العالم.
de: Melde dich mit deinem Instagram Account Daten an, teile deine Photos mit Millionen No Crop Usern und werde von Ihnen entdeckt
es: Inicia sesión con tu cuenta de Instagram, comparte fotos y podrán ser vistas por milllones de usuarios de No Crop de todo el mundo
fr: Connectez-vous avec votre compte Instagram et partagez les photos avec des millions d'utilisateurs No Crop dans le monde
it: Accedi con il tuo account Instagram e condividi le foto per essere scoperto da milioni di utenti di No Crop di tutto il mondo
ja: Instagramアカウントからログインして、世界中にいる1000万人のNo Cropユーザーと写真をシェアしよう！
ko: Instagram 계정에 로그인함에 동시에 당신의 사진을 1000만 명의 No Crop 사용자들과 공유할 수 있습니다.
ru: Авторизуйтесь через Instagram аккаунт, делитесь фотографиями с миллионами "No Crop" пользователей по всему миру.
th: ล็อกอินด้วยบัญชี Instagram แบ่งปันรูปภาพของคุณกับผู้ใช้ No Crop นับล้านทั่วโลก
zh_hans: 使用Instagram账号登录，与全球1000万No Crop用户分享照片。
zh_hant: 使用Instagram帳號登錄，與全球1000萬No Crop使用者分享照片。

# ps_fea_will_stop_follow_user
source: You will stop following ( xxx user) on Instagram
ar: يجب وقف متابعة (المستخدم xx) على إينستاجرام
de: Du wirst (xxx User) nicht mehr folgen
es: Podrás dejar de seguir (xx usuario) en Instagram
fr: Vous ne suivrez plus (xx utilisateur) sur Instagram
it: Smetterai di seguire (l'utente xxx) su Instagram
ja: Instagramで(xxさん）のフォローをやめる
ko: xx님을 그만 팔로우 하시겠습니까?
ru: Вы прекратите подписку на (пользователя ххх) в Instagram
th: จะหยุดการติดตาม (ผู้ใช้ xx) ใน Instagram
zh_hans: 你将会在Instagram上停止关注（xx用户）
zh_hant: 你將會在Instagram上停止關注（xx使用者）

# ps_exp_made_with
source: Made with (xx app)
ar: المصنوع من ( التطبيق xx)
de: Mit (xx App) gemacht
es: Hacer con (xx App)
fr: Fait avec (xx app)
it: Fatto con (xx app)
ja: (xxapp)を使う
ko: xx 제작
ru: Сделано с (приложение хх)
th: ทำด้วย (แอพ xx)
zh_hans: 使用（xx应用）制作
zh_hant: 使用（xx應用）製作

# ps_fea_will_stop_follow
source: Stop following
ar: وقف متابعة
de: Nicht mehr folgen
es: Dejar de seguir
fr: Ne plus suivre
it: Smetti di seguire
ja: フォローをやめる
ko: 팔로우 끊기
ru: Отменить подписку
th: หยุดติดตาม
zh_hans: 停止关注
zh_hant: 停止關注

# ps_fea_stop_follow
source: Stop following (xxx user)
ar: وقف متابعة (المستخدم xx)
de: (xxx User) nicht mehr folgen
es: Dejar de seguir (xx usuario)
fr: Ne plus suivre (xx utilisateur)
it: Smetti di seguire (l'utente xxx)
ja: (xxさん）のフォローをやめる
ko: 팔로우 끊기
ru: Отменить подписку на (пользователя ХХХ)
th: หยุดติดตาม (ผู้ใช้ xx)
zh_hans: 停止关注（xx用户）
zh_hant: 停止關注（xx使用者）

# ps_user_account
source: My Account
ar: حسابي
de: Mein Account
es: Mi cuenta
fr: Mon compte
it: Il mio account
ja: マイ アカウント
ko: 내 계정
ru: Мой аккаунт
th: บัญชีของฉัน
zh_hans: 我的账号
zh_hant: 我的帳號

# ps_noti_clear_all
source: Clear all notices?
ar: مسح جميع الإشعارات؟
de: Alle Mitteilungen löschen
es: ¿Todas las noticias claras?
fr: Effacer toutes les notices ?
it: Cancella tutte le notifiche?
ja: 全てのお知らせを削除しますか？
ko: 모든 알림 기록을 지우시겠습니까?
ru: Очистить все уведомления?
th: ล้างประกาศทั้งหมดไหม?
zh_hans: 清除所有通知？
zh_hant: 清除所有通知？

# ps_fea_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

# ps_noti_new_filter
source: New filters available at the store
ar: فلاتر جديدة متاحة في المتجر
de: Neue Filter im Store verfügbar
es: Nuevos filtros disponibles en la tienda
fr: Nouveaux filtres disponibles dans le magasin
it: Nuovi filtri disponibili nel negozio
ja: ショップに新しいフィルターが登場しました
ko: 새로 업데이트된 필터가 있습니다
ru: Новые фильтры, доступные в магазине
th: มีฟิลเตอร์ใหม่ๆแล้วที่ร้านค้า
zh_hans: 商店中有新滤镜更新
zh_hant: 商店中有新濾鏡更新

# ps_noti_photo_featured
source: Your photo has been featured
ar: لقد تم إبراز صورتك
de: Dein Photo wurde empfohlen
es: Tus fotos han sido destacadas
fr: Votre photo a été recommandée
it: La tua foto è stata messa in mostra
ja: あなたの写真がノミネートされました
ko: 회원님의 사진이 다른 회원님의 페이지에 올라왔습니다
ru: Ваша фотография была отмечена
th: ฟีเจอร์ภาพของคุณแล้ว
zh_hans: 你的照片被推荐
zh_hant: 你的照片被推薦

# ps_user_followers
source: Followers
ar: المتابعون
de: Follower
es: Seguidores
fr: Adeptes
it: Seguaci
ja: フォロワー
ko: 팔로워
ru: Подписчики
th: ผู้ติดตาม
zh_hans: 关注者
zh_hant: 關注者

# ps_noti_new_background
source: New backgrounds available at the store
ar: خلفيات جديدة متوفرة في المتجر
de: Neue Hintergründer im Store verfügbar
es: Nuevos fondos disponibles en la tienda
fr: Nouveaux arrières-plans disponibles dans le magasin
it: Nuovi sfondi disponibili nel negozio
ja: ショップに新しい背景が登場しました
ko: 새로 업데이트된 배경이 있습니다
ru: Новые обои доступны в магазине
th: มีภาพพื้นหลังใหม่ๆแล้วที่ร้านค้า
zh_hans: 商店中有新背景更新
zh_hant: 商店中有新背景更新

# ps_noti_notice
source: Notice
ar: إشعار
de: Mitteilungen
es: Noticias
it: Notifica
ja: お知らせ
ko: 알림
ru: Уведомление
th: ประกาศ
zh_hans: 通知
zh_hant: 通知

# ps_noti_new_sticker
source: New stickers available at the store
ar: ملصقات جديدة متاحة في المتجر
de: Neue Sticker im Store verfügbar
es: Nuevas pegatinas disponibles en la tienda
fr: Nouveaux autocollants disponibles dans le magasin
it: Nuovi adesivi disponibili nel negozio
ja: ショップに新しいスタンプが登場しました
ko: 새로 업데이트된 스티커가 있습니다
ru: Новые наклейки в наличии в магазине
th: มีสติ๊กเกอร์ใหม่ๆแล้วที่ร้านค้า
zh_hans: 商店中有新贴纸更新
zh_hant: 商店中有新貼紙更新

# ps_noti_start_follow
source: (xx User) started following you
ar: ( المستخدم xx ) بمتابعتك
de: (xx) neue (User) folgen dir
es: (xx Usuario) ha empezado a seguirte
fr: (xx Utilisateur) ont commencé à vous suivre
it: (xx utenti) hanno iniziato a seguirti
ja: (xxさん）からフォローされました
ko: xx님이 회원님을 팔로우하기 시작했습니다
ru: (ххх пользователь) подписался на ваш аккаунт
th: (ผู้ใช้ xx) เริ่มติดตามคุณ
zh_hans: （xx用户）开始关注你了
zh_hant: （xx使用者）開始關注你了

# ps_noti_get_like
source: Your photo get xxx likes from No Crop
ar: صورتك حصلت على xx إعجاب من No Crop
de: Dein Photo hat xxx likes von No Crop bekommen
es: Tus fotos han conseguido xx "me gusta" de No Crop
fr: Votre photo a eu xx j'aime de No Crop
it: La tua foto ha ottenuto xxx mi piace da No Crop
ja: あなたの写真が No Cropでxx個の「いいね！」をもらいました
ko: No Crop에서 xx개의 좋아요를 받았습니다
ru: Ваша фотография получите XXX лайков через "No Crop"
th: ภาพของคุณมีคนกดไลค์ xx คนจาก No Crop
zh_hans: 你的照片通过No Crop获得了xx个赞
zh_hant: 你的照片通過No Crop獲得了xx個贊

# ps_user_okey
source: Okay
ar: موافق
es: Ok
fr: OK
ja: OK
ko: 확인
ru: Окей
th: โอเค
zh_hans: 我知道了
zh_hant: 我知道了

# ps_no_network
source: No network connection, please connect to the network and try again
ar: لا يوجد اتصال بالشبكة، يرجى الاتصال بالشبكة وحاول مرة أخرى
de: Kein Netz, bitte mit Netzwerk verbinden und noch mal versuchen
es: No está conectado al servidor, por favor conéctese al servidor e inténtelo de nuevo
fr: Aucune connexion réseau, connectez-vous au réseau s'il vous plaît et essayez à nouveau
it: Nessuna connessione di rete, collegati alla rete e prova di nuovo
ja: インターネットに接続されていません。接続後再度お試しください。
ko: 네트워크가 연결되지 않습니다. 확인 후 다시 시도해 주세요.
ru: Нет подключения к сети, пожалуйста, подключитесь к сети и попробуйте снова
th: ไม่มีการเชื่อมต่อเครือข่าย โปรดเชื่อมต่อเครือข่ายแล้วลองใหม่อีกครั้ง
zh_hans: 无网络连接，请连接后重试
zh_hant: 無網路連接，請連接後重試

# ps_set_home
source: Home
ar: الرئيسية
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
ru: Главная
th: หน้าหลัก
zh_hans: 首页
zh_hant: 首頁

# ps_set_store
source: Store
ar: متجر
es: Tienda
fr: Magasin
it: Negozio
ja: ショップ
ko: 스토어
ru: Магазин
th: ร้านค้า
zh_hans: 商店
zh_hant: 商店

# ps_download_failed
source: Download failed, please try again
ar: فشل التحميل، يرجى المحاولة مرة أخرى
de: Download fehlgeschlagen, bitte nochmal versuchen
es: Fallo en la descarga, por favor inténtelo de nuevo
fr: Le téléchargement a échoué, réessayez s'il vous plaît
it: Scaricamento non riuscito, riprova
ja: ダウンロードに失敗しました。再度お試しください。
ko: 다운로드를 실패했습니다, 잠시후 다시 시도해 주세요
ru: Загрузка не удалась, пожалуйста попробуйте еще раз
th: ดาวน์โหลดไม่ได้ โปรดลองใหม่อีกครั้ง
zh_hans: 下载失败，请重试
zh_hant: 下載失敗，請重試

# ps_set_logout
source: Logout
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
ja: ログアウト
ko: 로그아웃
ru: Выход
th: ลงชื่อออก
zh_hans: 注销
zh_hant: 登出

# ps_noti_clear
source: Clear
ar: مسح
de: Löschen
es: Limpiar
fr: Effacer
it: Cancella
ja: 削除
ko: 지우기
ru: Очистить
th: ล้าง
zh_hans: 清除
zh_hant: 清除

# ps_set_setting
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
th: การตั้งค่า
zh_hans: 设置
zh_hant: 設置

# ps_set_privacy
source: Terms and Privacy
ar: الشروط والخصوصية
de: Nutzungsbedingungen und Privat Einstellungen
es: Términos y Privacidad
fr: Conditions et confidentialité
it: Temini e Privacy
ja: 使用条件とプライバシーに関して
ko: 이용약관 및 개인정보취급방침
ru: Termos e Privacidade
th: ข้อกำหนดและนโยบาย
zh_hans: 使用条款和隐私协议
zh_hant: 使用條款和隱私協定

# ps_set_get_new_follwers
source: Get new followers
ar: الحصول على اتباع جدد
de: Neue Follower finden
es: Conseguir nuevos seguidores
fr: Obtenez plus d'adeptes
it: Conseguir nuevos seguidores
ja: 新しいフォロワーを獲得しました
ko: 팔로워 만들기
ru: Получить новых подписчиков
th: มีผู้ติดตามใหม่
zh_hans: 获得新关注
zh_hant: 獲得新關注

# ps_noti_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

# ps_load_failed
source: Load failed, please try again
ar: فشل التحميل، يرجى المحاولة مرة أخرى
de: Laden fehlgeschlagen, bitte nochmal versuchen
es: Fallo en la carga, por favor inténtelo de nuevo
fr: Le chargement a échoué, réessayez s'il vous plaît
it: Caricamento non riuscito, riprova
ja: アップロードに失敗しました。再度お試しください。
ko: 업로드를 실패했습니다, 잠시후 다시 시도해 주세요
ru: агрузка не удалась, пожалуйста попробуйте еще раз
th: โหลดไม่ได้ โปรดลองใหม่อีกครั้ง
zh_hans: 加载失败，请重试
zh_hant: 載入失敗，請重試

# ps_set_get_new_likes
source: Get new likes
ar: الحصول على إعجاب جديد
de: Neue Likes bekommen
es: Conseguir nuevos "me gusta"
fr: Obtenez plus de j'aime
it: Ottieni più mi piace
ja: 「いいね！」をもらいました
ko: 좋아요 받기
ru: Получать новые лайки
th: มีคนกดไลค์ใหม่
zh_hans: 获得新赞
zh_hant: 獲得新贊

# ps_operation_failed
source: Operation failed, please try again later
ar: فشل العملية، يرجى المحاولة مرة أخرى
de: Operation fehlgeschlagen, bitte nochmal versuchen
es: Fallo en la operación, por favor inténtelo de nuevo
fr: L'opération a échoué, réessayez s'il vous plaît
it: Operazione non riuscita, riprova
ja: 操作に失敗しました。暫くしてからお試しください。
ko: 작업이 중단되었습니다, 잠시후 다시 시도해 주세요
ru: Операция не удалась, пожалуйста попробуйте еще раз позже
th: ปฎิบัติการไม่ได้ โปรดลองใหม่อีกครั้ง
zh_hans: 操作失败，请稍后重试
zh_hant: 操作失敗，請稍後重試

# ps_login_with_instra
source: Login with Instagram account
ar: تسجيل الدخول مع حساب إينستاجرام
de: Melde dich mit deinen Instgram Account Daten an
es: Entra con la cuenta de Instagram
fr: Connexion avec le compte Instagram
it: Accedi con l'account Instagram
ja: Instagramからアカウント登録する
ko: Instagram 계정에 로그인하기
ru: Войти через Instagram аккаунт
th: ล็อกอินด้วยบัญชี Instagram
zh_hans: 使用Instagram账户登录
zh_hant: 使用Instagram帳戶登錄
