Repository: RCcode/iOSPictureStream
Catalog: iPhotoSocial/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, ko, ru, th, zh_hans, zh_hant

# root_photos
source: Photos
ar: صور
es: fotos
it: Foto
ja: 写真
ko: 사진
ru: Фото
th: ภาพถ่าย
zh_hans: 图片
zh_hant: 圖片

# root_videos
source: Videos
ar: فيديو
es: vídeos
fr: Vidéos
it: Video
ja: ビデオ
ko: 비디오
ru: Видео
th: วิดีโอ
zh_hans: 视频
zh_hant: 視頻

# root_more
source: more
ar: المزيد
de: Mehr
es: más
fr: Plus
it: Altro
ko: 더보기
ru: Еще
th: เพิ่มเติม
zh_hans: 更多
zh_hant: 更多

# setting
source: Settings
ar: الإعدادات
de: Einstellungen
es: ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
th: การตั้งค่า
zh_hans: 设置
zh_hant: 設置

# setting_resolution
source: Picture resolution
ar: دقة الصورة
de: Bild Auflösung
es: resolución de la foto
fr: Résolution photo
it: Risoluzione foto
ja: 写真解像度
ko: 사진 해상도
ru: Разрешение изображения
th: ความคมชัดภาพ
zh_hans: 图片分辨率
zh_hant: 圖片解析度

# setting_update
source: Update
ar: تحديث
de: Aktualisieren
es: actualización
fr: Mise à jour
it: Aggiornamento
ja: アップデート
ko: 업데이트
ru: Обновить
th: อัพเดท
zh_hans: 更新
zh_hant: 更新

# setting_rate
source: Rate
ar: المعدل
de: Bewerten
es: valorar
fr: Evaluer
it: Vota
ja: 評価
ko: 평가
ru: Оценить
th: ให้คะแนน
zh_hans: 评分
zh_hant: 評分

# setting_feedback
source: Feedback
ar: ملاحظات
es: sugerencias
it: Feeedback
ja: フィードバック
ko: 피드백
ru: Отзыв
th: ผลตอบรับ
zh_hans: 反馈
zh_hant: 回饋

# setting_share
source: Share
ar: شارك
de: Teilen
es: compartir
fr: Partager
it: Condividi
ja: シェア
ko: 공유
ru: Поделиться
th: แบ่งปัน
zh_hans: 分享
zh_hant: 分享

# setting_follow
source: Follow us
ar: تابعنا
de: Folge uns
es: síguenos
fr: Suivez-nous
it: Seguici
ja: フォローする
ko: 팔로우
ru: Следуйте за нами
th: ติดตามเรา
zh_hans: 关注我们
zh_hant: 關注我們

# root_photo_access
source: Allow No Crop access to albums: Phone Settings -> Private -> Photos -> No Crop (Allow)
ar: السماح لNo Crop الوصول إلى الصور: إعدادات الهاتف -> خاص -> الصور -> No Crop (السماح)
de: Erlaube No Crop auf deine Alben zugreifen zu dürfen: Telefon Einstellungen -> Privat -> Photos -> No Crop (erlauben)
es: permitir a No Crop el acceso a álbums: ajustes de teléfono, privado, fotos, No Crop (permitir)
fr: Autoriser No Crop à accéder aux albums : Réglages Téléphone -> Privé -> Photos -> No Crop (Autoriser)
it: Consenti a No Crop di accedere ai tuoi album: Impostazioni telefono->Privacy->Album->No Crop (Consenti)
ja: No Cropのアルバムへのアクセス：設定➡プライバシー➡アルバム➡No Crop（オン）
ko: NoCrop 어플 갤러리 접속 허용하기: 설정--> 프라이버시--> 갤러리--> NoCrop (허용)
ru: Разрешите приложению "Без обрезки" доступ к галерее: Настройки телефона -> Конфиденциальность -> Фотографии -> Без обрезки (Разрешить)
th: อนุญาติให้ No Crop เข้าถึงอัลบั้มภาพ ไปที่ การตั้งค่าโทรศัพท์ -> ส่วนตัว -> ภาพ -> No Crop (อนุญาติ)
zh_hans: 请为No Crop开启相册权限：手机设置->隐私->照片->No Crop（打开）
zh_hant: 請為No Crop開啟相冊許可權：手機設置->隱私->照片->No Crop（打開）

# root_video_access
source: Allow No Crop access to the camera:Phone Settings -> Private -> Camera -> No Crop (Allow)
ar: السماح لNo Crop الوصول إلى الكاميرا: إعدادات الهاتف -> خاص -> كاميرا -> No Crop (السماح)
de: Erlaube No Crop auf deine Kamera zugreifen zu dürfen: Telefon Einstellungen -> Privat -> Kamera -> No Crop (erlauben)
es: permitir a No Crop el acceso a la cámara: ajustes de teléfono, privado, cámara, No Crop (permitir)
fr: Autoriser No Crop à accéder à l'appareil photo: Réglages Photo -> Privé -> Appareil Photo -> No Crop (Autoriser)
it: Consenti a No Crop di accedere alla tua Fotocamera: Impostazioni telefono->Privacy->Fotocamera->No Crop (Consenti)
ja: No Cropのカメラへのアクセス：設定➡プライバシー➡カメラ➡No Crop（オン）
ko: NoCrop 어플 카메라 접속 허용하기: 설정--> 프라이버시--> 카메라--> NoCrop (허용)
ru: Разрешите приложению "Без обрезки" доступ к камере: Настройки телефона -> Конфиденциальность -> Камера -> Без обрезки (Разрешить)
th: อนุญาติให้ No Crop เข้าถึงกล้องถ่ายรูป ไปที่ การตั้งค่าโทรศัพท์ -> ส่วนตัว -> กล้องถ่ายรูป -> No Crop (อนุญาติ)
zh_hans: 请为No Crop开启相机权限：手机设置->隐私->相机->No Crop（打开）
zh_hant: 請為No Crop開啟相機許可權：手機設置->隱私->相機->No Crop（打開）

# root_mic_access
source: Allow No Crop access to the microphone: Phone Settings -> Private -> Microphone-> No Crop (Allow)
ar: السماح لNo Crop الوصول إلى ميكروفون: إعدادات الهاتف -> خاص -> ميكروفون -> No Crop (السماح)
de: Erlaube No Crop auf dein Mikrofon zugreifen zu dürfen: Telefon Einstellungen -> Privat -> Mikrofon -> No Crop (erlauben)
es: permitir a No Crop el acceso a micrófono: ajustes de teléfono, privado, micrófono, No Crop (permitir)
fr: Autoriser No Crop à accéder au microphone : Réglages Téléphone -> Privé -> Microphone -> No Crop (Autoriser)
it: Consenti a No Crop di accesede al tuo Microfono: ->Impostazione telefono->Privacy->Microfono->No crop (Consenti)
ja: No Cropのマイクへのアクセス：設定➡プライバシー➡マイク➡No Crop（オン）
ko: NoCrop 어플 마이크 접속 허용하기: 설정--> 프라이버시 --> 마이크 --> NoCrop (허용)
ru: Разрешите приложению "Без обрезки" доступ к микрофону: Настройки телефона -> Конфиденциальность -> Микрофон -> Без обрезки (Разрешить)
th: อนุญาติให้ No Crop เข้าถึงไม่โครโฟน ไปที่ การตั้งค่าโทรศัพท์ -> ส่วนตัว -> ไม่โครโฟน -> No Crop (อนุญาติ)
zh_hans: 请为No Crop开启麦克风权限：手机设置->隐私->麦克风->No Crop（打开）
zh_hant: 請為No Crop開啟麥克風許可權：手機設置->隱私->麥克風->No Crop（打開）

# root_new_version
source: New version available
ar: نسخة جديدة متوفرة
de: Neue Version verfügbar
es: Nueva version disponible
fr: Nouvelle version disponible
it: Nuova versione disponibile
ja: 新しいバージョンがあります
ko: 새로운 버전이 있습니다.
ru: Доступна новая версия
th: เวอร์ชั่นใหม่พร้อมแล้ว
zh_hans: 有新版本
zh_hant: 有新版本

# root_update_now
source: Update now
ar: تحديث الان
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
it: Aggiorna ora
ja: 今すぐアップデート
ko: 업데이트
ru: Обновить
th: อัพเดทตอนนี้เลย
zh_hans: 马上升级
zh_hant: 馬上升級

# root_update_later
source: Update later
ar: تحديث في وقت لاحق
de: Später aktualisieren
es: Actualizar despues
fr: Mettre à jour plus tard
it: Aggiorna dopo
ja: また後で
ko: 나중에
ru: Позже
th: อัพเดททีหลัง
zh_hans: 稍后再说
zh_hant: 稍後再說

# root_share
source: I'm using No Crop, post entire videos and images on Instagram without cropping. Download address http://bit.ly/1Dxc7Zc
ar: أنا أستخدم No Crop، لإضافة أشرطة الفيديو والصور بأكملها على إينستاجرام دون الاقتصاص. عنوان التحميل http://bit.ly/1Dxc7Zc
de: Ich hab No Crop, poste vollständige Bilder und Videos auf Instagram ohne diese zuzuschneiden. Download Adresse http://bit.ly/1Dxc7Zc
es: estoy usando No Crop, publicar todos los vídeos e imágenes en Instagram sin cortes en el marco de la foto. Descargar dirección http://bit.ly/1Dxc7Zc
fr: J'utilise No Crop pour publier des photos et vidéos toutes entières sur Instagram sans recadrage. Adresse de téléchargement http://bit.ly/1Dxc7Zc
it: Sto usando No Crop, posta interi video e foto su Instagram senza tagliarli. Scaricala su http://bit.ly/1Dxc7Zc
ja: 私が使っているNo Cropはトリミングなしで写真とビデオをInstagramに投稿できるアプリです。今すぐダウンロード！http://bit.ly/1Dxc7Zc
ko: NoCrop 사진과 비디오를 자를 필요 없이 Instagram에 올릴 수 있는 어플. 다운받기 http://bit.ly/1Dxc7Zc
ru: Я пользуюсь приложением "Без обрезки" для публикации полных видеороликов и изображений в Instagram без необходимости их обрезать. Адрес для загрузки: http://bit.ly/1Dxc7Zc
th: ตอนนี้เรากำลังใช้ No Crop จะโพสท์วิดีโอหรือภาพถ่ายลง Instagram โดยไม่ต้องตัดออก ดาวน์โหลดได้ที่ http://bit.ly/1Dxc7Zc
zh_hans: 我在使用No Crop，无需裁剪将完整图片和视频发布到Instagram。下载地址 http://bit.ly/1Dxc7Zc
zh_hant: 我在使用No Crop，無需裁剪將完整圖片和視頻發佈到Instagram。下載位址 HTTP://bit.ly/1Dxc7Zc

# album_all_photos
source: All photos
ar: كل الصور
de: Alle Photos
es: todas las fotos
fr: Toutes les photos
it: Tutte le foto
ja: すべての写真
ko: 모든 사진
ru: Все фотографии
th: ภาพทั้งหมด
zh_hans: 所有照片
zh_hant: 所有照片

# album_no_photos
source: No photos in album
ar: لا توجد صور في الألبوم
de: Keine Photos im Album
es: no hay fotos en el álbum
fr: Aucune photo dans l'album
it: Nessuna foto negli album
ja: アルバムに写真はありません
ko: 갤러리에 사진이 없습니다
ru: Нет фотографий в галерее
th: ไม่มีภาพในอัลบั้ม
zh_hans: 相册中没有照片
zh_hant: 相冊中沒有照片

# main_collage
source: Collage
ar: الكولاج
ja: コラージュ
ko: 콜라주
ru: Коллаж
th: ภาพตัดปะ
zh_hans: 拼图
zh_hant: 拼圖

# main_fit
source: Fit
ar: مناسب
de: Anpassen
es: apto
fr: Adapter
it: Adatta
ja: フィット
ko: 맞추기
ru: По размеру
th: ขนาดพอดี
zh_hans: 适应
zh_hant: 適應

# main_fill
source: Fill
ar: ملء
de: Füllen
es: llenar
fr: Remplir
it: Riempi
ja: フィル
ko: 채우기
ru: Заполнение
th: เติมให้เต็ม
zh_hans: 填充
zh_hant: 填充

# main_adjust
source: Adjust
ar: ضبط
de: Einstellen
es: ajustar
fr: Ajuster
it: Modifica
ja: 調整
ko: 조절하기
ru: Выравнивание
th: ปรับแต่ง
zh_hans: 调整
zh_hant: 調整

# main_filter
source: Filter
ar: فلتر
es: filtro
fr: Filtrer
it: Filtra
ja: フィルター
ko: 필터
ru: Фильтры
th: ฟิลเตอร์
zh_hans: 滤镜
zh_hant: 濾鏡

# main_background
source: Background
ar: الخلفية
de: Hintergrund
es: fondo
fr: Arrière-plan
it: Sfondo
ja: 背景壁紙
ko: 배경
ru: Фоновые изображения
th: ภาพพื้นหลัง
zh_hans: 背景
zh_hant: 背景

# main_effect
source: Effect
ar: تأثير
de: Effekt
es: efecto
fr: Effet
it: Effetti
ja: エフェクト
ko: 효과
ru: Эффекты
th: เอฟเฟกต์
zh_hans: 效果
zh_hant: 效果

# main_text
source: Text
ar: النص
es: texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
ru: Надписи
th: ข้อความ
zh_hans: 文字
zh_hant: 文字

# main_sticker
source: Sticker
ar: ملصق
es: etiqueta
fr: Autocollant
it: Adesivo
ja: スタンプ
ko: 스티커
ru: Стикеры
th: สติ๊กเกอร์
zh_hans: 贴纸
zh_hant: 貼紙

# main_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

# main_confirm
source: Confirm
ar: تأكيد
de: Bestätigen
es: confirmar
fr: Terminer
it: Conferma
ja: はい
ko: 확인
ru: OK
th: ยืนยัน
zh_hans: 确定
zh_hant: 確定

# main_quit
source: Work not saved, quit editor?
ar: العمل لم يحفظ، إنهاء التحرير؟
de: Dein Werk ist nicht gespeichert, trotzdem Editor verlassen?
es: trabajo no guardado,¿ salir de editor?
fr: Travail non sauvegardé, quitter l'éditeur?
it: Lavoro non salvato, esci dall'editor?
ja: まだ保存されていません。編集を終了しますか？
ko: 변경된 내용을 저장하지 않고 종료하시겠습니까?
ru: Изменения не сохранены. Выйти из редактора?
th: ไม่ได้บันทึกงานไว้ ออกจากการปรับแต่งไหม?
zh_hans: 作品未保存，放弃编辑？
zh_hant: 作品未保存，放棄編輯？

# main_max_sticker_text
source: Can only add xxx text and stickers max
ar: فقط يمكن إضافة xx من النصوص و ملصقات كحد أقصى
de: Du kannst maximal xxx Texte und Sticker verwenden
es: Sólo se puede añadir texto xx y etiquetas max
fr: Peut uniquement ajouter xx textes et autocollants max
it: Puoi aggiungere massimo 9 adesivi e testi
ja: 最多x個までのテキストとスタンプが追加できます
ko: 최대 xx개 텍스트, 스티커 추가 가능
ru: Максимальное количество надписей и стикеров: ххх
th: เพิ่มได้มากสุด xx ข้อความ และสติ๊กเกอร์
zh_hans: 最多只能添加x个文字和贴纸
zh_hant: 最多隻能添加xxx個文字和貼紙

# main_max_sticker
source: Can only add 9 stickers max
ar: فقط يمكن إضافة 9 من النصوص كحد أقصى
de: Du kannst maximal 9 Sticker verwenden
es: Sólo se puede añadir 9 texto max
fr: Peut uniquement ajouter 9 textes max
it: Puoi aggiungere massimo 9 testi
ja: 最多9個までのスタンプが追加できます
ko: 최대 9개 텍스트 추가 가능
ru: Максимальное количество надписей: 9
th: เพิ่มได้มากสุด 9 ข้อความ
zh_hans: 最多只能添加9个贴纸
zh_hant: 最多隻能添加9個貼紙

# main_max_text
source: Can only add 9 text max
ar: فقط يمكن إضافة 9 من الملصقات كحد أقصى
de: Du kannst maximal 9 Texte verwenden
es: Sólo se puede añadir 9 etiquetas max
fr: Peut uniquement ajouter 9 autocollants max
it: Puoi aggiungere massimo 9 adesivi
ja: 最多9個までのテキストが追加できます
ko: 최대 9개 스티커 추가 가능
ru: Максимальное количество стикеров: 9
th: เพิ่มได้มากสุด 9 สติ๊กเกอร์
zh_hans: 最多只能添加9个文字
zh_hant: 最多隻能添加9個文字

# main_crop
source: Crop
ar: قص
de: Beschneiden
fr: Recadrer
it: Taglia
ja: カット
ko: 자르기
ru: Обрезать
th: ตัดออก
zh_hans: 裁剪
zh_hant: 裁剪

# main_Original
source: Original (No filter)
ar: الأصلي (لا فلتر)
de: Original (ohne Filter)
es: original (sin filtros)
fr: Original (Aucun filtre)
it: Originale (senza filtro)
ja: オリジナル（フィルターなし）
ko: 오리지널 (기본)
ru: Исходное (без фильтра)
th: แบบเดิม (ไม่มีฟิลเตอร์)
zh_hans: 原始（无滤镜）
zh_hant: 原始（無濾鏡）

# main_delete
source: Are you sure you want to delete it?
ar: هل أنت متأكد أنك تريد حذفه؟
de: Bist du sicher, dass du dies löschen möchtest?
es: ¿estas seguro de querer borrarlo?
fr: Etes-vous sûr de vouler le supprimer?
it: Sei sicuro di volere cancellare?
ja: 本当に削除しますか？
ko: 정말로 삭제하시겠습니까?
ru: Удалить?
th: แน่ใจไหมว่าต้องการลบทิ่ง?
zh_hans: 你确定要删除它？
zh_hant: 你確定要刪除它？

# main_local_font
source: Local fonts
ar: الخطوط المحلية
de: Lokal verfügbare Schriftarten
es: fuentes locales
fr: Polices locales
it: Caratteri locali
ja: ローカルフォント
ko: 디바이스 글씨체
ru: Локальные шрифты
th: แบบอักษรที่มี
zh_hans: 本地字体
zh_hant: 本地字體

# main_default
source: Default
ar: الافتراضي
de: Voreinstellungen
es: defecto
fr: Défaut
ja: デフォルト
ko: 기본값
ru: По умолчанию
th: ค่าเริ่มต้น
zh_hans: 默认
zh_hant: 預設

# main_fonts
source: Fonts
ar: الخطوط
de: Schriftarten
es: fuentes
fr: Polices
it: Caratteri
ja: フォント
ko: 글씨체
ru: Шрифты
th: แบบอักษร
zh_hans: 字体
zh_hant: 字體

# main_not_downloaded
source: Not downloaded
ar: غير محملة
de: Nicht heruntergeladen
es: no descargado
fr: Pas téléchargé
it: Non scaricarica
ja: 未ダウンロード
ko: 다운받기
ru: Не загружено
th: ยังไม่ได้ดาวน์โหลด
zh_hans: 未下载
zh_hant: 未下載

# main_downloaded
source: Downloaded
ar: محملة
de: Bereits heruntergeladen
es: descargado
fr: Téléchargé
it: Scaricato
ja: ダウンロード済み
ko: 다운받음
ru: Загружено
th: ดาวน์โหลด
zh_hans: 已下载
zh_hant: 已下載

# main_delete_font
source: Delete the current font?
ar: حذف الخط الحالي؟
de: Gewählte Schriftart löschen?
es: ¿borrar la fuente actual?
fr: Supprimer la police actuelle?
it: Vuoi cancellare il carattere corrente?
ja: 本当にフォントを削除しますか？
ko: 다음 글씨체를 삭제하시겠습니까?
ru: Удалить текущий шрифт?
th: ลบแบบอักษรปัจจุบัน?
zh_hans: 确定删除当前字体？
zh_hant: 你確定要刪除它？

# main_download_failed
source: Download failed, please download again
ar: فشل التحميل يرجى تحميل مرة أخرى
de: Download fehlgeschlagen, versuch es bitte noch einmal
es: descarga fallida, por favor descargue de nuevo
fr: Le téléchargement a échoué, téléchargez à nouveau s'il vous plaît
it: Scaricamento annullato, scarica di nuovo
ja: ダウンロードに失敗しました。もう一度お試しください
ko: 다운 실패, 다시 다운 받기
ru: Сбой загрузки. Загрузите снова
th: ไม่สามารถดาวน์โหลดได้ โปรดลองใหม่อีกครั้ง
zh_hans: 下载失败，请重新下载
zh_hant: 下載失敗，請重新下載

# main_font_update
source: Temporarily unable to update script
ar: غير قادر مؤقتا لتحديث النصي
de: Aktualisieren des Scripts im Moment nicht möglich
es: Temporalmente no se pueden actualizar la letra
fr: Temporairement dans l'impossibilité de mettre à jour le script
it: Temporaneamente impossibile aggiornare lo script
ja: 新しいフォントのダウンロードはありません
ko: 새로 추가된 글씨체가 없습니다
ru: Пока нет новых шрифтов
th: ไม่สามารถใช้งานได้ชั่วคราว เพราะไม่สามารถอัพเดmสคริปท์ได้
zh_hans: 暂无字体更新
zh_hant: 暫無字體更新

# main_load_failed
source: Load failed, please retry
ar: فشل التحميل، يرجى إعادة المحاولة
de: Laden fehlgeschlagen, bitte nochmal versuchen
es: carga fallida, por favor vuelva a intentarlo
fr: Le chargement a échoué, essayez à nouveau s'il vous plaît
it: Caricamento non riuscito, si prega di riprovare
ja: アップロードに失敗しました。もう一度お試しください
ko: 업로드 실패, 다시 시도해 주세요
ru: Сбой загрузки. Повторите попытку
th: โหลดไม่ได้ โปรดลองใหม่
zh_hans: 加载失败，请刷新重试
zh_hant: 載入失敗，請刷新重試

# main_connect_failed
source: No connected to a network, please try again later
ar: لا يوجد اتصال بشبكة، يرجى المحاولة مرة أخرى في وقت لاحق
de: Nicht mit einem Netzwerk verbunden, bitte später noch einmal versuchen
es: no conectado a la red, por favor inténtelo más tarde
fr: Non connecté à un réseau, réessayez plus tard s'il vous plaît
it: Non connesso alla rete, si prega di riprovare
ja: インターネットに接続されていません。インターネットに接続してから再度お試しください
ko: 네트워크가 연결되지 않습니다. 확인 후 다시 시도해 주세요.
ru: Нет соединения с Интернетом. Повторите попытку позднее
th: ไม่มีการเชื่อมต่อเครือข่าย โปรดลองใหม่อีกครั้ง
zh_hans: 无网络连接，请连接网络后重试
zh_hant: 無網路連接，請連接網路後重試

# main_no_used_sticker
source: No used sticker
ar: لا يوجد ملصق مستخدم
de: Keine verwendeten Sticker
es: no usar etiqueta
fr: Aucun autocollant utilisé
it: Adesivo non usato
ja: 未使用のスタンプです
ko: 사용된 스티커가 없습니다
ru: Нет использованных стикеров
th: สติ๊กเกอร์ที่ไม่ได้ใช้
zh_hans: 没有使用过的贴纸
zh_hant: 沒有使用過的貼紙

# main_no_update_sticker
source: Temporarily unable to update stickers
ar: غير قادر مؤقتا لتحديث الملصقات
de: Aktualisieren der Sticker im Moment nicht möglich
es: temporalmente no se puede actualizar las etiqueta
fr: Temporairement dans l'impossibilité de mettre à jour des autocollants
it: Temporaneamente impossibile aggiornare gli adesivi
ja: 新しいスタンプのダウンロードはありません
ko: 새로 추가된 스티커가 없습니다
ru: Пока нет новых стикеров
th: ไม่สามารถอัพเดทสติ๊กเกอร์ได้ชั่วคราว
zh_hans: 暂无贴纸更新
zh_hant: 暫無貼紙更新

# main_no_update_background
source: Temporarily unable to update backgrounds
ar: غير قادر مؤقتا لتحديث الخلفيات
de: Aktualisieren der Hintergründe im Moment nicht möglich
es: temporalmente no se puede actualizar los fondos
fr: Temporairement dans l'impossibilité de mettre à jour des arrière-plans
it: Temporaneamente impossibile aggiornare gli sfondi
ja: 新しい背景壁紙のダウンロードはありません
ko: 새로 추가된 배경이 없습니다
ru: Пока нет новых фоновых изображений
th: ไม่สามารถอัพเดทภาพพื้นหลังได้ชั่วคราว
zh_hans: 暂无背景更新
zh_hant: 暫無背景更新

# main_delete_sticker
source: Delete?
ar: حذف؟
de: Löschen
es: ¿borrar?
fr: Supprimer?
it: Cancellare?
ja: 本当に削除しますか？
ko: 정말로 삭제하시겠습니까?
ru: Удалить?
th: ลบไหม?
zh_hans: 确定删除？
zh_hant: 確定刪除？

# main_download
source: Download
ar: التحميل
es: descargar
fr: Télécharger
it: Scaricamento
ja: ダウンロード
ko: 다운받기
ru: Загрузить
th: ดาวน์โหลด
zh_hans: 下载
zh_hant: 下載

# main_use_sticker
source: Tap to use sticker
ar: انقر لاستخدام الملصق
de: Antippen um Sticker zu verwenden
es: presione para usar etiqueta
fr: Cliquer pour utiliser un autocollant
it: Tocca per usare l'adesivo
ja: タップでスタンプの使用
ko: 화면 터치 스티커 사용
ru: Коснитесь для использования стикера
th: แตะเพื่อใช้สติ๊กเกอร์
zh_hans: 点击使用贴纸
zh_hant: 點擊使用背景

# main_use_background
source: Tap to use background
ar: انقر لاستخدام الخلفية
de: Antippen um Hintergrund zu verwenden
es: presione para usar fondo
fr: Cliquer pour utiliser un arrière-plan
it: Tocca per usare lo sfondo
ja: タップで背景壁紙の使用
ko: 화면 터치 배경 사용
ru: Коснитесь для использования фонового изображения
th: แตะเพื่อใช้ภาพพื้นหลัง
zh_hans: 点击使用背景
zh_hant: 點擊使用貼紙

# main_cancel_download
source: Cancel download?
ar: إلغاء التحميل؟
de: Download abbrechen?
es: ¿cancelar descarga?
fr: Annuler le téléchargement?
it: Cancella scaricamento?
ja: 本当にダウンロードをやめますか？
ko: 다운로드를 취소하시겠습니까?
ru: Отменить загрузку?
th: ยกเลิกการดาวน์โหลดไหม?
zh_hans: 确定取消下载？
zh_hant: 確定取消下載？

# main_material_store
source: Material Store
ar: متجر المواد
de: Materialien Store
es: tienda de material
fr: Boutique Matériel
it: Negozio materiale
ja: 素材ショップ
ko: 꾸미기 재료 스토어
ru: Магазин материалов
th: ร้านขายวัสดุ
zh_hans: 素材商店
zh_hant: 素材商店

# main_sticker_store
source: Sticker Store
ar: متجر الملصقات
es: tienda de etiquetas
fr: Boutique Autocollant
it: Negozio Adesivi
ja: スタンプショップ
ko: 스티커 스토어
ru: Магазин стикеров
th: ร้นสติ๊กเกอร์
zh_hans: 贴纸商店
zh_hant: 貼紙商店

# main_background_store
source: Background Store
ar: متجر الخلفيات
de: Hintergrund Store
es: tienda de fondos
fr: Boutique Arrière-plan
it: Negozio sfondi
ja: 背景壁紙ショップ
ko: 배경 스토어
ru: Магазин фоновых изображений
th: ร้านภาพพื้นหลัง
zh_hans: 背景商店
zh_hant: 背景商店

# main_font_store
source: Font Store
ar: متجر الخطوط
de: Schriftarten Store
es: tienda de tipo de letra
fr: Boutique Police
it: Negozio caratteri
ja: フォントショップ
ko: 글씨체 스토어
ru: Магазин шрифтов
th: ร้านแบบอักษร
zh_hans: 字体商店
zh_hant: 字體商店

# main_manage
source: Manage
ar: إدارة
es: administrar
fr: Gérer
it: Gestisci
ja: 管理
ko: 관리
ru: Управление
th: จัดการ
zh_hans: 管理
zh_hant: 管理

# album_photo_max
source: Can only select xxx photos max
ar: فقط يمكن اختيار xx من الصور كحد أقصى
de: Du kannst maximal xxx Photos auswählen
es: sólo puedes seleccionar xx fotos max
fr: Peut seulement sélectionner xx photos max
it: Puoi selezionare massimo xxx foto
ja: 最多xx枚までの写真が選択できます
ko: 최대 xx장 사진 선택 가능
ru: Максимальное количество фотографий: ххх
th: สามารถเลือกได้มากสุด xx ภาพ
zh_hans: 最多只能选择xxx张图片
zh_hant: 最多隻能選擇xxx張圖片

# share_rate_title
source: Rate No Crop
ar: تقييم No Cropp
de: No Crop bewerten
es: compartir No Crop
fr: Evaluer No Crop
it: Vota No Crop
ja: No Cropを評価する
ko: NoCrop 평가하기
ru: Оценка приложения
th: ให้ตะแนน No Corp
zh_hans: 评价No Crop
zh_hant: 評價No Crop

# share_rate_detail
source: Has No Crop been helpful? Rate No Crop in the App Store, thanks.
ar: No Crop كانت مفيدة؟ قيم No Crop في المتجر، شكرا .
de: Findest du No Crop hilfreich? Dann bewerte No Crop bitte im App Store. Vielen Dank
es: ¿ha sido útil No Crop? Comparte No Crop en la tienda de APP, gracias
fr: Est-ce-que No crop a été utile ? Evaluez No Crop dans l'App Store, merci.
it: No Crop ti è stato utile? Vota No Crop nell'App Store
ja: No Cropをご利用頂きありがとうございます。気に入ったら、ぜひApp Storeでの評価をお願いします。
ko: NoCrop 사용 후 유용하다고 생각하실 경우, play 스토어에 가셔서 저희 어플 높은 평점 부탁 드립니다.
ru: Считаете приложение "Без обрезки" полезным? Оцените его в App Store
th: No crop ช่วยคุณได้ไหม? โปรดให้คะแนน No Ctop ใน App Sotre.
zh_hans: 如果你觉得No Crop对你有所帮助，请在App Store对No Crop进行评价，谢谢。
zh_hant: 如果你覺得No Crop對你有所説明，請在App Store對No Crop進行評價，謝謝。

# share_does_help
source: Does help
ar: لا تساعد
de: Hilfreich
es: ayuda
fr: C'est utile
it: Mi è servito
ja: 気に入った！
ko: 유용함
ru: Полезное
th: ช่วยเหลือได้ที
zh_hans: 确实有帮助
zh_hant: 確實有説明

# share_some_help
source: Needs improvement
ar: بحاجة إلى التحسين
de: Verbesserungswürdig
es: necesita mejorar
fr: A améliorer
it: Ha bisogno di miglioramenti
ja: 改善が必要
ko: 개선 필요
ru: Нуждается в улучшении
th: ต้องพัฒนาอีก
zh_hans: 有些帮助，需要改进
zh_hant: 有些説明，需要改進

# share_not_helpful
source: Not helpful at all
ar: غير مفيدة على الإطلاق
de: In keiner Weise hilfreich
es: no ayuda en absoluto
fr: Pas du tout utile
it: Per niente utile
ja: 使えない
ko: 유용하지 않음
ru: Бесполезное
th: ช่วยไม่ได้เลย
zh_hans: 毫无用处
zh_hant: 毫無用處

# font_default_name
source: Default
zh_hans: 默认

source: music
ar: موسيقى
de: Musik
es: Música
fr: Musique
it: Musica
ja: 音楽
ko: 음악
ru: музыку
th: เพลง
zh_hans: 音乐
zh_hant: 音樂

# instagram_notinstall
source: Instagram is not installed.
ar: لم يتم تثبيت إينستاجرام
de: Instagram ist nicht instaliert
es: No has instalado Instagram
fr: Instagram n'est pas installé
it: Insagram non è stato installato
ja: Instagramがインストールされていません
ko: Instagram이 설치되어 있지 않습니다.
ru: Instagram не установлен
th: คุณยังไม่ได้ติดตั้ง Instagram
zh_hans: 你没有安装Instagram
zh_hant: 你沒有安裝Instagram

source: save
ar: حفظ
de: Sichern
es: guardar
fr: Sauvegarder
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
th: บันทึก
zh_hans: 保存
zh_hant: 保存

source: Saved!
ar: حفظ
de: Gespeichert!
es: Guardado!
it: Salvato!
ja: 保存された!
ko: 저장
ru: Сохраненный!
th: บันทึกไว้!
zh_hans: 已保存！
zh_hant: 已保存!

# video_font
source: Caption
ar: تسمية توضيحية
de: Beschreibungen
es: Captura
fr: Légende
it: Sottotitoli
ja: タイトル
ko: 타이틀
ru: Надпись
th: คำบรรยายภาพ
zh_hans: 标题
zh_hant: 標題

# ps_exp_login_title
source: Login
ar: تسجيل دخول
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
ja: ログイン
ko: 로그인
ru: Вход
th: ล็อกอิน
zh_hans: 登录
zh_hant: 登錄

# ps_exp_login_text
source: Login with your Instagram account to get featured
ar: تسجيل الدخول مع حساب إينستاجرام الخاص بك للحصول على المزايا
de: Melde dich mit deinen Instagram Account Daten an für
es: Ingresa con tu cuenta de Instagram para obtener lo más destacado
fr: Connectez-vous avec votre compte Instagram pour être recommandé
it: Accedi con il tuo profilo Instragam per essere messo in mostra
ja: Instagramからアカウント登録でノミネートを獲得
ko: Instagram 계정으로 로그인 후 소식 받기
ru: Войти с помощью Instagram аккаунта, чтобы сделать ваши фото популярными
th: ล็อกอินด้วยบัญชี Instagram เพื่อใช้
zh_hans: 使用Instagram账户登录来获得推荐
zh_hant: 使用Instagram帳戶登錄來獲得推薦

# ps_exp_following
source: Following
ar: متابعة
de: Abonniert
es: Seguidos
fr: Abonné(e)
it: Segui Gia
ja: フォロー中
ko: 팔로잉
ru: Подписки
th: กำลังติดตาม
zh_hans: 已关注
zh_hant: 已關注

# ps_exp_private
source: This user is private.
ar: هذا المستخدم خاص.​
de: Diese Person ist privat.
es: Este usuario es privado.
fr: Cet utilisateur est Privé.
it: Questo utente ha un profilo privato.
ja: このユーザーは非公開です。
ko: 이 사용자는 비공개입니다.
ru: Пользовтель установил настройки конфиденциальности.
th: ผู้ใช้นี้เป็นบัญชีผู้ใช้แบบส่วนตัว
zh_hans: 该用户已将照片设为私有。
zh_hant: 該使用者已將照片設為私有。
